Dlubal.RFEM5.CommentObjectType
Type of Comment object

Dlubal.RFEM5.CommentObjectType.UnknownCommentObjectType
Unknown object type

Dlubal.RFEM5.CommentObjectType.GeneralObjectType
General objects

Dlubal.RFEM5.CommentObjectType.NodeObjectType
Node object

Dlubal.RFEM5.CommentObjectType.LineObjectType
Line object

Dlubal.RFEM5.CommentObjectType.MemberObjectType
Member object